4a454646.github-purple
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alexdima.copy-relative-path
batisteo.vscode-django
charliermarsh.ruff
clemca.python-prev
clqiao.cola-craft
danieldlc.alucardsotn
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
funkyremi.vscode-google-translate
github.copilot-chat
grapecity.gc-excelviewer
kevinrose.vsc-python-indent
leodreamer.kubejs-item-completion
leonardssh.vscord
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.symbols
mohsen1.prettify-json
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vs-keybindings
nixiee0.nixieepulse
njpwerner.autodocstring
oderwat.indent-rainbow
prunoideae.probejs
redhat.vscode-yaml
ritwickdey.liveserver
shalldie.background
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tal7aouy.icons
tomoki1207.pdf
usernamehw.errorlens
wholroyd.jinja
yinfei.luahelper
yzhang.markdown-all-in-one
